services/billing-service/test-requests/03-get-invoices-by-student.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:bil="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <bil:GetInvoicesByStudent>
         <bil:studentId>STU001</bil:studentId>
      </bil:GetInvoicesByStudent>
   </soapenv:Body>
</soapenv:Envelope>
